Repository: avclark/community-pro-post-types-2.0
Catalog: languages/community-pro-post-types-*.po
Languages: de_de

source: The official custom post types for the Community Pro Theme
de_de: Die offiziellen Inhaltstypen für das Community Pro Theme (Child Theme für Genesis Framework).

# Taxonomy plural name
source: Staff Categories
de_de: Kategorien

# Taxonomy singular name
source: Staff Category
de_de: Kategorie

# Taxonomy plural name
source: Sermon Categories
de_de: Predigtkategorien

# Taxonomy singular name
source: Sermon Category
de_de: Predigtkategorie

source: Learn More
de_de: Mehr erfahren

source: %s only work with the Genesis Framework. It has been <strong>deactivated</strong>.
de_de: %s funktionieren nur mit dem Genesis Framework. Es wurde <strong>deaktiviert</strong>.

source: Sermons
de_de: Predigten

source: Sermon
de_de: Predigt

source: Add New Sermon
de_de: Neue Predigt hinzufügen

source: Edit Sermon
de_de: Predigt bearbeiten

source: View Sermon
de_de: Predigt ansehen

source: Search Sermons
de_de: Predigten suchen

source: Sermon Details
de_de: Predigtdetails

source: Speaker
de_de: Sprecher

source: Sermon Date
de_de: Predigtdatum

source: Staff
de_de: Personen

source: Staff Member
de_de: Person

source: Add New Staff Member
de_de: Neue Person hinzufügen

source: Edit Staff Member
de_de: Person bearbeiten

source: View Staff Member
de_de: Person ansehen

source: Search Staff
de_de: Personen suchen

source: Search Staff Categories
de_de: Kategorien suchen

source: All Staff Categories
de_de: Alle Kategorien

source: Parent Staff Category
de_de: Übergeordnete Kategorie

source: Parent Staff Category:
de_de: Übergeordnete Kategorie:

source: Edit Staff Category
de_de: Kategorie bearbeiten

source: Update Staff Category
de_de: Kategorie aktualisieren

source: Add New Staff Category
de_de: Neue Kategorie hinzufügen

source: New Staff Category
de_de: Neue Kategorie

source: Staff Categories
de_de: Kategorien

source: Search Sermon Categories
de_de: Predigtkategorien suchen

source: All Sermon Categories
de_de: Alle Predigtkategorien

source: Parent Sermon Category
de_de: Übergeordnete Predigtkategorie

source: Parent Sermon Category:
de_de: Übergeordnete Predigtkategorie:

source: Edit Sermon Category
de_de: Predigtkategorie bearbeiten

source: Update Sermon Category
de_de: Predigtkategorie aktualisieren

source: Add New Sermon Category
de_de: Neue Predigtkategorie hinzufügen

source: New Sermon Category
de_de: Neue Predigtkategorie

source: Sermon Categories
de_de: Predigtkategorien

source: By
de_de: Von

source: [Read More...]
de_de: [Weiterlesen...]

source: More Posts from this Category
de_de: Mehr Beiträge aus dieser Kategorie

source: Displays featured posts with thumbnails
de_de: Zeigt ausgewählte Beiträge mit Vorschaubildern an.

source: CP - Featured Posts
de_de: CP - Ausgewählte Beiträge

source: (no title)
de_de: (kein Titel)

source: Title
de_de: Titel

source: Category
de_de: Kategorie

source: All Categories
de_de: Alle Kategorien

source: Number of Posts to Show
de_de: Anzahl anzuzeigender Beiträge

source: Number of Posts to Offset
de_de: Anzahl zu überspringender Beiträge

source: Order By
de_de: Sortieren nach

source: Date
de_de: Datum

source: Parent
de_de: Übergeordnet

source: Comment Count
de_de: Kommentarzähler

source: Random
de_de: Zufällig

source: Sort Order
de_de: Reihenfolge

source: Descending (3, 2, 1)
de_de: Absteigend (3, 2, 1)

source: Ascending (1, 2, 3)
de_de: Aufsteigend (1, 2, 3)

source: Exclude Previously Displayed Posts?
de_de: Zuvor angezeigte Beiträge ausschließen?

source: Show Author Gravatar
de_de: Autoren-Gravatar anzeigen

source: Gravatar Size
de_de: Gravatargröße

source: Small (45px)
de_de: Klein (45 Px)

source: Medium (65px)
de_de: Mittel (65 Px)

source: Large (85px)
de_de: Groß (85 Px)

source: Extra Large (125px)
de_de: Extragroß (125 Px)

source: Gravatar Alignment
de_de: Gravatarausrichtung

source: None
de_de: Keine

source: Left
de_de: Links

source: Right
de_de: Rechts

source: Show Featured Image
de_de: Ausgewähltes Bild anzeigen

source: Image Size
de_de: Bildgröße

source: Image Alignment
de_de: Bildausrichtung

source: Center
de_de: Zentriert

source: Show Post Title
de_de: Beitragstitel anzeigen

source: Show Post Info
de_de: Beitragsinfo anzeigen

source: Content Type
de_de: Inhaltstyp

source: Show Content
de_de: Kompletter Inhalt

source: Show Excerpt
de_de: Textauszug

source: Show Content Limit
de_de: Inhaltslimit

source: No Content
de_de: Kein Inhalt

source: Limit content to
de_de: Inhalt beschränken auf

source: characters
de_de: Zeichen

source: More Text (if applicable)
de_de: Mehr-Text (falls verfügbar)

source: To display an unordered list of more posts from this category, please fill out the information below
de_de: Um eine ungeordnete Liste von mehr Beiträgen aus dieser Kategorie anzuzeigen, füllen Sie bitte die Informationen unten aus.

source: Show Category Archive Link
de_de: Kategoriearchiv-Link anzeigen

source: Displays Community Pro Sermons
de_de: Zeigt Predigten für Community Pro an.

source: CP - Sermons Widget
de_de: CP - Predigten-Widget

source: Show Sermon Title
de_de: Predigttitel anzeigen

source: Number of Sermons to Show
de_de: Anzahl anzuzeigender Predigten

source: Number of Sermons to Offset
de_de: Anzahl zu überspringender Predigten

source: Exclude Previously Displayed Sermons?
de_de: Zuvor angezeigte Predigten ausschließen?

source: Displays simple CTA for footer widget area
de_de: Zeigt einen einfachen Aufruf zum Handeln (CTA) im Fußzeilen-Widgetbereich an.

source: CP - Simple CTA
de_de: CP - Einfacher Aufruf

source: Page
de_de: Seite

source: More Text
de_de: Mehr-Text
